RRN_Data/1039800/1039875.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-04-29T17:05:06.132+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-04-29T17:05:06.132+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230429-001147" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-04-29T17:05:05.027+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AbnormalTraffic" id="230429-001147-1" version="2"><situationRecordCreationReference>EVE_DIRMC230429-000038-EVE_DIRMC230429-000045</situationRecordCreationReference><situationRecordCreationTime>2023-04-29T14:54:51.521+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-04-29T17:04:58.749+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-04-29T17:05:05.027+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-04-29T14:54:51.521+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Massif-Central</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-04-29T14:54:51.322+02:00</overallStartTime><overallEndTime>2023-04-29T17:04:58.737+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">Hors voie de circulation</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Massif-Central/District Sud/CEI La-Cavalerie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 2190 m au sud de Péage de Millau, fin : situé 3340 m au nord de Beaumescure</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Clermont-Ferrand vers Béziers</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>hardShoulder</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.057365</latitude><longitude>3.035308</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Creissels</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A75</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.11551</latitude><longitude>3.0293448</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Millau</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A75</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Beaumescure</value></values></alertCLocationName><specificLocation>19113</specificLocation></alertCLocation><offsetDistance><offsetDistance>3340</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Péage de Millau</value></values></alertCLocationName><specificLocation>19101</specificLocation></alertCLocation><offsetDistance><offsetDistance>2190</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>A0075</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>12PR224D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>12PR217D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>slowTraffic</abnormalTrafficType><queueLength>7018</queueLength><trafficTrendType>trafficStable</trafficTrendType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>